{
	"header": {
		"title": "cengage learning",
		"imageurl": "",
    "banner": true
	},
	"overview": {
		"title": "overview",
		"partner": "",
		"role": "User Experience Intern",
		"timeframe": "June 2015-December 2015",
		"imageurl": "../../../images/CG-logo.png",
    "imagesize": "",
		"content": {
			"description": ["Contextual and User Research"]
		}
	},
	"work-performed": {
		"title": "work performed",
		"content": {
			"description": [
        "This summer, I worked as User Experience intern with Cengage’s User Experience team in Farmington Hills, MI. Cengage Learning is an educational content, technology and services company for higher education and K-12, professional and library markets.",
        "As an intern, I practiced design and research methods for three major projects under Gale, the library reference arm of Cengage that specializes in e-research and educational publishing for libraries, schools and businesses. These projects included a new site redesign, a user study based on a site's updated UI and a user study for a new digital product.",
        "Below is an overview of one of the projects I worked on this summer."
			]
		},
    "imageurl":"../../../images/CG-debrief.jpg",
    "imagesize":"550px",
    "imagemsg": "The Senior User Researcher and I analyzing our interviews."
	},
	"background": {
		"title": "background",
		"content": {
			"description": [
        "In August, Gale released some significant UI changes to their Literature Resource Center (LRC) product / database.",
        "The changes are part of a long-term strategy to support consistencies across Gale products to improve the experience on mobile devices and streamline the design for easier student access."
			],
			"solution": "The goal of this study was to understand the content and placement of new cards on the homepage and in search results."
		},
    "imageurl":"../../../images/CG-prototype.jpg",
    "imagesize":"550px",
    "imagemsg": "Sketching and wireframing"
	},
  "process1": {
    "title": "process",
    "content": {
      "description": [
        "I was responsible for recruiting participants for the study, which included creating a recruitment survey using Google forms and using Ethnio to recruit current users of LRC.",
        "I was also responsible for writing the moderator script. Four interviews were conducted over 3 days at 30 minutes each using a combination of contextual inquiry and testing with a hi-fidelity prototype. I served as the note taker and co-moderator for the sessions.",
        "Following the interviews, we held debriefing sessions to share our notes and analyze data. We co-authored a report in PowerPoint to submit to product managers based on our observations and recommendations."
      ],
      "imageurl": "../../../images/CG-debrief.jpg",
      "imagesize":"",
      "imagemsg": "filler comment"
    }
  },
	"reflection": {
		"title": "overall reflection",
		"content": {
			"description": [
        "Throughout the summer, I learned about the iterative design process and conducing user research using test designs.",
        "For a site redesign, I assisted as a note taker for (5) 1-hour design assessments with potential users. I also contributed sketches, wrote user scenarios and was able to practice prototyping in Axure.",
        "I contributed to another research study for a new digital product. For this project, I helped to recruit participants, schedule interviews, and wrote the moderator script. The study was conducted in Fall 2015 and consisted of 1 hour interviews with 14 students enrolled in community college, online university, and 4-year universities. The goal of the interviews was to learn about a student’s workflow process and to get feedback on designs using hi-fidelity prototypes.",
        "I enjoyed working with the User Experience team and this internship was invaluable in practicing user research and user-centered design methods."
			]
		}
	}
}
